{
  "RelatedTopics": [
    {
      "Icon": {
        "Width": "",
        "Height": "",
        "URL": "https://duckduckgo.com/i/99b04638.png"
      },
      "Result": "<a href=\"https://duckduckgo.com/Apu_Nahasapeemapetilon\">Apu Nahasapeemapetilon</a><br>Apu Nahasapeemapetilon is a recurring character in the animated TV series The Simpsons. He is an Indian-American immigrant proprietor who runs the Kwik-E-Mart, a popular convenience store in Springfield, and is best known for his catchphrase, \"Thank you, come again.\"",
      "FirstURL": "https://duckduckgo.com/Apu_Nahasapeemapetilon",
      "Text": "Apu Nahasapeemapetilon - Apu Nahasapeemapetilon is a recurring character in the animated TV series The Simpsons. He is an Indian-American immigrant proprietor who runs the Kwik-E-Mart, a popular convenience store in Springfield, and is best known for his catchphrase, \"Thank you, come again.\""
    },
    {
      "Text": "Barney Gumble - Barnard Arnold \"Barney\" Gumble is a recurring character in the American animated TV series The Simpsons. He is voiced by Dan Castellaneta and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\". Barney is the town drunk of Springfield and Homer Simpson's best friend.",
      "FirstURL": "https://duckduckgo.com/Barney_Gumble",
      "Icon": {
        "Width": "",
        "URL": "https://duckduckgo.com/i/39ce98c0.png",
        "Height": ""
      },
      "Result": "<a href=\"https://duckduckgo.com/Barney_Gumble\">Barney Gumble</a><br>Barnard Arnold \"Barney\" Gumble is a recurring character in the American animated TV series The Simpsons. He is voiced by Dan Castellaneta and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\". Barney is the town drunk of Springfield and Homer Simpson's best friend."
    },
    {
      "FirstURL": "https://duckduckgo.com/Fat_Tony_(The_Simpsons)",
      "Text": "Fat Tony (The Simpsons) - Marion Anthony \"Fat Tony\" D'Amico is a recurring character in the animated sitcom The Simpsons. He is voiced by Joe Mantegna and first appeared in the third season episode \"Bart the Murderer\". Fat Tony is a gangster and the underboss of the Springfield Mafia.",
      "Icon": {
        "Width": "",
        "Height": "",
        "URL": ""
      },
      "Result": "<a href=\"https://duckduckgo.com/Fat_Tony_(The_Simpsons)\">Fat Tony (The Simpsons)</a><br>Marion Anthony \"Fat Tony\" D'Amico is a recurring character in the animated sitcom The Simpsons. He is voiced by Joe Mantegna and first appeared in the third season episode \"Bart the Murderer\". Fat Tony is a gangster and the underboss of the Springfield Mafia."
    }
  ]
}
